module.exports = [
  {
    title: 'Ибрагимович перейдет в Герту?',
    shortTitle: 'Отличная взможность добавить очередное чемпионство к своим титулам.',
    date: '9 июня 2017',
    body: '<p>Твиттер столичных забавно отреагировал на новость о завершении контракта знаменитого шведа с "Манчестер Юнайтед", предложив перехать в Берлин.</p><p>"Нет контракта в "МЮ"? У нас отличные фанаты, но все еще нет денег. Зато можно впервые выиграть бундеслигу. Подумай об этом, Ибрагимович", – говорится в <a href="https://twitter.com/HerthaBSC/status/873113967224160257?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.sports.ru%2Ffootball%2F1052027267.html" target="_blank">сообщении</a> "Герты".</p>',
    image: '../img/news/large.jpg',
    status: false
  },
  {
    title: '«Вольфсбург» объявил о трансфере защитника сборной США Брукса.',
    shortTitle: 'Спасибо за отличную игру, Джон!',
    date: '31 мая 2017',
    body: '<p>24-летний футболист заключил с «Вольфсбургом» соглашение, которое будет рассчитано до 2022 года. О подробностях трансфера не сообщается.</p><p>"Решение покинуть родной Берлин далось мне не так легко. Однако после переговоров с руководством «Вольфсбурга» захотел поехать в этот клуб, поскольку ему удалось быстро убедить меня в амбициозности своих планов. Хочу внести свою лепту в становление «Вольфсбурга» успешным клубом, каким он был в прошлые годы", – сказал Брукс.</p><p>Брукс является воспитанником «Герты», за которую он выступал с 2011 года. В минувшем сезоне чемпионата Германии он провёл 24 матча и забил два гола.</p>',
    image: '../img/news/brooks.jpg',
    status: false
  },
  {
    title: 'Хет-трик Калу приносит победу Герте!',
    shortTitle: 'Великолепный день для бомбардира.',
    body: '<p>Благодаря шикарной игре форварда берлинцев команда одержала уверенную победу в гостях над Ганновером - 3:1.</p><p>На 33 матча Герта бросилась в контратаку и Калу, получившему мяч в штрафной, хватило трех касаний для того, чтобы отправить мяч в сетку.</p><p>После перерыва гости полностью контролировали игру и в середине второго тайма снова убежали в контратаку. После классного паса Владимира Дарида на Соломона Калу, тот вышел один на один и расстрелял ворота Цилера - 2:0</p><p>На 70 матча Платтенхардт сфолил в своей штрафной и наказал себя предупреждением от арбитра встречи, а свою команду пенальти, которой уверенно реализовал Кийотаке.</p><p>В конце матча уже защитник хозяев нарушил правила в своей штрафной и гол с точки забил Калу.</p><p>Берлинцы уверенно провели матч против одного из аутсайдеров нынешнего чемпионата и завоевали справедливую победу. Таким образом Герта вернулась в зону Лиги Чемпионов и занимает четвертое место в турнирной таблице.</p>',
    date: '6 ноября 2015',
    image: '../img/news/salomon-kalou-hertha-berlin-hanover.jpg',
    status: false
  },
  {
    title: 'Разгромное поражение!',
    shortTitle: 'Полный провал от команды Дардаи.',
    body: '<p>Герта на своей домашней арене по всем статьям уступила Боруссии Менхенгладбах, набравшей потрясающую форму после пяти поражений кряду в начале сезона. Голы Вендта, Джаки, Раффаэля и Нордвейта принесли гостям убедительную победу. Герта же смогла ответить единственным точным ударом Баумйоханна с пенальти.</p><p>Главный тренер берлинцев сделал две замены в составе после кубкого матча против Франфуркта : Чигерчи и Штокер вышли на поле вместо Ибишевича и Хегелера. Обе команды начали матч осторожно, но мяч контролировали гости. Берлицы могли забить на пятой минуте, к сожалению, Калу пожалел соперника после углового. Футболисты Борусси также искали счастье в атаке, аюсолютно не засиживаясь в обороне : Траоре вполне мог открыть счет. В итоге Вендт и Раффаэль все-таки добились своего - 0:2 к 28-ой минуте матча. Калу и Чигерчи вполне могли размочить счет, но Зоммер стоял как скала. После этого гости забрали мяч себе и полностью контролировали игру. К несчатьям Герты еще и добавилась травма Калу. Вместо него вышел Александр Баумйоханн.</p><p>На второй тайм хозяева вышли с боевым настроем и имели хорошие шансы на голевую атаку после ударов Харагучи и Штокера. Но вскоре Лангкамп сфолил в своей штрафной и гости забили третий мяч.</p><p>Берлинцы продолжили показывать характер и пытаться сократить разрыв в счете. На 59-ой минуте Баумйоханн имел великолепный момент для взятия ворот, но фортуна была на стороне Боруссии. Вскоре Зоммер спас ворота и после удара Чигерчи. На 82-ой минуте Баумйоханн забил гол с пенальти, но большее гости не позволили, полность контролируя игру. В компенсированное время стараниями Нордвейта был установлен окончательный счет - 1:4. Боруссия победила абсолютно заслуженно, а Герту стоит похвалить за характер и желание и посетовать на отсутствие удачи.</p><p>Теперь берлинцев ожидает гостевой поединок против Ганновера 6-ого ноября.</p>',
    date: '2 ноября 2015',
    image: '../img/news/hqdefault.jpg',
    status: true
  }
]
