module.exports = [
  {
    title: 'Ярстейн интересен Баварии',
    shortTitle: 'Мюнхену срочно нужен вратарь',
    date: '11 декабря 2017',
    body: '<p>Немецкий супер-клуб оказался в тяжелой ситуации после травм Нойера и Ульрайха. Бывшему игроку команды 36-летнему Тому Штарке ( ныне координатор тренеров вратарей ) пришлось возобновить карьеру футболиста и выйти в основном составе в последнем туре.</p>В шорт-лист мюнхенцев входит Руне Ярстейн, который возможно не сможет отказаться от такого предложения и зимой покинет Герту.</p>',
    image: '../img/news/jahrstein-11-12-2017.jpg',
    status: true
  },
  {
    title: 'Клинсманн отбил пенальти',
    shortTitle: 'В дебютном матче за Герту...',
    date: '8 декабря 2017',
    body: '<p>В своем дебютном матче за берлинцев против Эстерсунда 20-летний Джонатан Клинсманн отбил пенальти в концовке матче, таким образом сохранив ничью для своей команды ( 1:1 ).</p><p><iframe width="560" height="315" src="https://www.youtube.com/embed/SGUcmJtiUAY?rel=0" frameborder="0" gesture="media" allow="encrypted-media" allowfullscreen></iframe></p>',
    image: '../img/news/jonathan-klinsmann-08-12-17.jpg',
    status: false
  },
  {
    title: 'Кельн - Герта 0:2',
    shortTitle: 'Дубль Ибишевича приосит берлинцам 3 очка',
    date: '26 ноября 2017',
    body: '<p>Герта посетила гостеприимный в этом сезоне Кельн (2 очка после 12 матчей) и уверенно отомстила за кубковое поражение в Берлине. Максимально спокойно следуя указаниям главного тренера берлинцы забили 2 безответных мяча каждом тайме в ворота хозяев.</p><p>Главными героями стали Ибишевич и Зельке : первый отметился дублем, а Дэви отдал голевую передачу и заработал пенальти. Стоит отметить, что 33-летний босниец мог замахнуться и на хет-трик, но вратарь Кёльна выручил команду после удара в касание.</p><p>Во втором тайме главный арбитр имела все основания назначить пенальти в ворота Герты из-за попадания мяча в руку Карима Рекика, но после долгого общения с помощниками и личного просмотра видеоповтора данного эпизода, приняла решение продолжить игру.</p><p>Герта без особых усилий заработала 3 очка и поднялась на 11 место в турнирной таблице. После вылета из Кубка и Лиги Европы можно надеяться, что подъем в чемпионате продолжится.</p>',
    image: '../img/news/koln-hertha-26-11-17.jpg',
    status: false
  },
  {
    title: 'Атлетик - Герта 3:2',
    shortTitle: '"Минус Кубок Германия. На очереди Лига Европы?" Именно так.',
    date: '23 ноября 2017',
    body: '<p>После домашней победы на Зарей берлинцы имели все шансы для выхода из группы. Первый необходимый для этого шаг - гостевая победа над басками, сразу же стал последним.<p>Герта провела шикарный первый тайм, умело атаковала и в перерыве казалось, что цель будет выполнена, но на вторую половину матча соперники вышли максимально заряженными и смогли дважды поразить ворота Крафта. 3:2 и Герта вылетает из еврокубка.</p><p>7 декабря берлинцы примут лидера группы шведский Эстерсунд и могут хотя бы напоследок хлопнуть дверью : при своей победе и поражении Зари в Луганске Герта поднимется с позорного последнего места в группе J.</p>',
    image: '../img/news/athletic-hertha-23-11-17.jpg',
    status: false
  },
  {
    title: 'Герта предлагает продлить контракты Майеру и Пекарику',
    shortTitle: 'Детали переговоров неизвестны',
    date: '20 ноября 2017',
    body: '<p>Соглашение Пекарика рассчитано до конца нынешнего сезона, а контракт Майера истекает летом 2019 года. В нынешнем чемпионате оба игрока провели по 4 матча, но Арне дебютировал за основной состав только в матче против луганской Зари, став после этого стабильно играть в первой команде.</p>',
    image: '../img/news/pekarik-20-11-17.jpg',
    status: false
  },
  {
    title: 'Лазаро стал полноценным игроком Герты',
    shortTitle: '21-летний игрок выкуплен у Зальцбурга',
    date: '16 ноября 2017',
    body: '<p>Лазаро подписал контракт с берлинцами до лета 2021 года, а сделка обойдется Герте в 6,5 миллиона евро. По информации СМИ клуб был обязан выкупить игрока, если он сыграет минимум 5 матчей за команду. На данный момент в активе Лазаро числится 7 игр и 1 голевая передача</p>',
    image: '../img/news/lazaro-16-11-17.png',
    status: false
  },
  {
    title: 'Дардаи о кризисе',
    shortTitle: '"Мы планируем выйти и показать хороший футбол"',
    date: '27 октября 2017',
    body: '<p>Главный тренер берлинцев прокомментировал ситуацию в команде : "Мы прилагаем максимум усилий, чтобы выбраться из той ямы в которую угодили. Собираем и анализируем все данные об игроках во время тренировок. GPS, анализ крови и прочие показатели. Каждый игрок работает с максимальной отдачей. Мы планируем выйти и показать хороший футбол. Лустенбергер не здоров. Лангкамп вчера провел первую тренировку в общей группе"</p>',
    image: '../img/news/coach-27-10-17.jpg',
    status: false
  },
  {
    title: 'Герта - Кельн 1:3',
    shortTitle: 'Минус Кубок Германия. На очереди Лига Европы?',
    date: '25 октября 2017',
    body: '<p>Очередной провал команды Дардаи на этот раз выпал на Кубок страны. Домашний матч против аутсайдера чемпионата казался отличным шансом для легкой победы и возможности получить дозу положительных эмоций, но в этом сезоне команда садится в лужу раз за разом.</p><p>Уже к перерыву берлинцы проигрывали 0:2 после мячей Цоллера и Мароха. На 64 минуте Клеменс окончательно похоронил интригу и гол Штарка ничего не изменил.</p><p>Теперь Герта играет на два фронта : Бундеслига и Лига Европы, но смотря на игру команды приходит мысль, что выступление в еврокубке закончится через три матча.</p>',
    image: '../img/news/hertha-koln-25-10-17.jpg',
    status: false
  },
  {
    title: 'Марвин Платтенхардт продлил контракт',
    shortTitle: '"Берлин уже стал моим домом..."',
    date: '29 сентября 2017',
    body: '<p>Защитник Герты продлил контракт с клубом, сообщает официальный сайт клуба.</p><p>"Берлин уже стал моим домом. Это фантастический клуб, замечательный город. Здесь я чувствую себя очень комфортно", – сказал один из лидеров команды.</p>',
    image: '../img/news/marvin-29-09-17.jpg',
    status: false
  },
  {
    title: 'Ибрагимович перейдет в Герту?',
    shortTitle: 'Отличная взможность добавить очередное чемпионство к своим титулам',
    date: '9 июня 2017',
    body: '<p>Твиттер столичных забавно отреагировал на новость о завершении контракта знаменитого шведа с "Манчестер Юнайтед", предложив перехать в Берлин.</p><p>"Нет контракта в "МЮ"? У нас отличные фанаты, но все еще нет денег. Зато можно впервые выиграть бундеслигу. Подумай об этом, Ибрагимович", – говорится в <a href="https://twitter.com/HerthaBSC/status/873113967224160257?ref_src=twsrc%5Etfw&ref_url=https%3A%2F%2Fwww.sports.ru%2Ffootball%2F1052027267.html" target="_blank">сообщении</a> "Герты".</p>',
    image: '../img/news/large.jpg',
    status: false
  },
  {
    title: '«Вольфсбург» объявил о трансфере защитника сборной США Брукса',
    shortTitle: 'Спасибо за отличную игру, Джон!',
    date: '31 мая 2017',
    body: '<p>24-летний футболист заключил с «Вольфсбургом» соглашение, которое будет рассчитано до 2022 года. О подробностях трансфера не сообщается.</p><p>"Решение покинуть родной Берлин далось мне не так легко. Однако после переговоров с руководством «Вольфсбурга» захотел поехать в этот клуб, поскольку ему удалось быстро убедить меня в амбициозности своих планов. Хочу внести свою лепту в становление «Вольфсбурга» успешным клубом, каким он был в прошлые годы", – сказал Брукс.</p><p>Брукс является воспитанником «Герты», за которую он выступал с 2011 года. В минувшем сезоне чемпионата Германии он провёл 24 матча и забил два гола.</p>',
    image: '../img/news/brooks.jpg',
    status: false
  },
  {
    title: 'Хет-трик Калу приносит победу Герте!',
    shortTitle: 'Великолепный день для бомбардира.',
    body: '<p>Благодаря шикарной игре форварда берлинцев команда одержала уверенную победу в гостях над Ганновером - 3:1.</p><p>На 33 матча Герта бросилась в контратаку и Калу, получившему мяч в штрафной, хватило трех касаний для того, чтобы отправить мяч в сетку.</p><p>После перерыва гости полностью контролировали игру и в середине второго тайма снова убежали в контратаку. После классного паса Владимира Дарида на Соломона Калу, тот вышел один на один и расстрелял ворота Цилера - 2:0</p><p>На 70 матча Платтенхардт сфолил в своей штрафной и наказал себя предупреждением от арбитра встречи, а свою команду пенальти, которой уверенно реализовал Кийотаке.</p><p>В конце матча уже защитник хозяев нарушил правила в своей штрафной и гол с точки забил Калу.</p><p>Берлинцы уверенно провели матч против одного из аутсайдеров нынешнего чемпионата и завоевали справедливую победу. Таким образом Герта вернулась в зону Лиги Чемпионов и занимает четвертое место в турнирной таблице.</p>',
    date: '6 ноября 2015',
    image: '../img/news/salomon-kalou-hertha-berlin-hanover.jpg',
    status: false
  },
  {
    title: 'Разгромное поражение!',
    shortTitle: 'Полный провал от команды Дардаи.',
    body: '<p>Герта на своей домашней арене по всем статьям уступила Боруссии Менхенгладбах, набравшей потрясающую форму после пяти поражений кряду в начале сезона. Голы Вендта, Джаки, Раффаэля и Нордвейта принесли гостям убедительную победу. Герта же смогла ответить единственным точным ударом Баумйоханна с пенальти.</p><p>Главный тренер берлинцев сделал две замены в составе после кубкого матча против Франфуркта : Чигерчи и Штокер вышли на поле вместо Ибишевича и Хегелера. Обе команды начали матч осторожно, но мяч контролировали гости. Берлицы могли забить на пятой минуте, к сожалению, Калу пожалел соперника после углового. Футболисты Борусси также искали счастье в атаке, аюсолютно не засиживаясь в обороне : Траоре вполне мог открыть счет. В итоге Вендт и Раффаэль все-таки добились своего - 0:2 к 28-ой минуте матча. Калу и Чигерчи вполне могли размочить счет, но Зоммер стоял как скала. После этого гости забрали мяч себе и полностью контролировали игру. К несчатьям Герты еще и добавилась травма Калу. Вместо него вышел Александр Баумйоханн.</p><p>На второй тайм хозяева вышли с боевым настроем и имели хорошие шансы на голевую атаку после ударов Харагучи и Штокера. Но вскоре Лангкамп сфолил в своей штрафной и гости забили третий мяч.</p><p>Берлинцы продолжили показывать характер и пытаться сократить разрыв в счете. На 59-ой минуте Баумйоханн имел великолепный момент для взятия ворот, но фортуна была на стороне Боруссии. Вскоре Зоммер спас ворота и после удара Чигерчи. На 82-ой минуте Баумйоханн забил гол с пенальти, но большее гости не позволили, полность контролируя игру. В компенсированное время стараниями Нордвейта был установлен окончательный счет - 1:4. Боруссия победила абсолютно заслуженно, а Герту стоит похвалить за характер и желание и посетовать на отсутствие удачи.</p><p>Теперь берлинцев ожидает гостевой поединок против Ганновера 6-ого ноября.</p>',
    date: '2 ноября 2015',
    image: '../img/news/hqdefault.jpg',
    status: false
  }
]
