module.exports = [
  {
    class: 'slide-a',
    index: 0,
    title: 'Дардаи о кризисе',
    shortTitle: '"Мы планируем выйти и показать хороший футбол"',
    date: '27 октября 2017',
    body: '<p>Главный тренер берлинцев прокомментировал ситуацию в команде : "Мы прилагаем максимум усилий, чтобы выбраться из той ямы в которую угодили. Собираем и анализируем все данные об игроках во время тренировок. GPS, анализ крови и прочие показатели. Каждый игрок работает с максимальной отдачей. Мы планируем выйти и показать хороший футбол. Лустенбергер не здоров. Лангкамп вчера провел первую тренировку в общей группе"</p>',
    image: '../img/news/coach-27-10-17.jpg',
    status: true
  },
  {
    class: 'slide-b',
    index: 1,
    title: 'Герта - Кельн 1:3',
    shortTitle: 'Минус Кубок Германия. На очереди Лига Европы?',
    date: '25 октября 2017',
    body: '<p>Очередной провал команды Дардаи на этот раз выпал на Кубок страны. Домашний матч против аутсайдера чемпионата казался отличным шансом для легкой победы и возможности получить дозу положительных эмоций, но в этом сезоне команда садится в лужу раз за разом.</p><p>Уже к перерыву берлинцы проигрывали 0:2 после мячей Цоллера и Мароха. На 64 минуте Клеменс окончательно похоронил интригу и гол Штарка ничего не изменил.</p><p>Теперь Герта играет на два фронта : Бундеслига и Лига Европы, но смотря на игру команды приходит мысль, что выступление в еврокубке закончится через три матча.</p>',
    image: '../img/news/hertha-koln-25-10-17.jpg',
    status: false
  },
  {
    class: 'slide-c',
    index: 2,
    title: 'Марвин Платтенхардт продлил контракт',
    shortTitle: '"Берлин уже стал моим домом..."',
    date: '29 сентября 2017',
    body: '<p>Защитник Герты продлил контракт с клубом, сообщает официальный сайт клуба.</p><p>"Берлин уже стал моим домом. Это фантастический клуб, замечательный город. Здесь я чувствую себя очень комфортно", – сказал один из лидеров команды.</p>',
    image: '../img/news/marvin-29-09-17.jpg',
    status: false
  }
]
